{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"input_dtype": "float32", "W_constraint": null, "input_dim": 107, "output_dim": 128, "batch_input_shape": [null, 107], "name": "dense_1", "trainable": true, "b_regularizer": null, "W_regularizer": null, "bias": true, "activation": "linear", "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"W_constraint": null, "input_dim": 128, "output_dim": 64, "name": "dense_2", "trainable": true, "b_regularizer": null, "W_regularizer": null, "bias": true, "activation": "linear", "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"W_constraint": null, "input_dim": 64, "output_dim": 2, "name": "dense_3", "trainable": true, "b_regularizer": null, "W_regularizer": null, "bias": true, "activation": "linear", "b_constraint": null, "init": "glorot_uniform", "activity_regularizer": null}}]}