{"config": [{"config": {"activity_regularizer": null, "output_dim": 64, "bias": true, "input_dtype": "float32", "activation": "linear", "name": "dense_1", "W_constraint": null, "input_dim": 123, "batch_input_shape": [null, 123], "trainable": true, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "output_dim": 64, "bias": true, "activation": "linear", "name": "dense_2", "W_constraint": null, "input_dim": 64, "trainable": true, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "output_dim": 64, "bias": true, "activation": "linear", "name": "dense_3", "W_constraint": null, "input_dim": 64, "trainable": true, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "output_dim": 2, "bias": true, "activation": "linear", "name": "dense_4", "W_constraint": null, "input_dim": 64, "trainable": true, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "init": "glorot_uniform"}, "class_name": "Dense"}], "keras_version": "1.2.0", "class_name": "Sequential"}