{"config": [{"config": {"batch_input_shape": [null, 107], "input_dim": 107, "b_regularizer": null, "activation": "relu", "trainable": true, "W_constraint": null, "init": "normal", "output_dim": 128, "name": "dense_1", "input_dtype": "float32", "b_constraint": null, "W_regularizer": null, "bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"input_dim": 128, "b_regularizer": null, "activation": "relu", "trainable": true, "W_constraint": null, "init": "normal", "output_dim": 64, "name": "dense_2", "b_constraint": null, "W_regularizer": null, "bias": true, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"input_dim": 64, "b_regularizer": null, "activation": "sigmoid", "trainable": true, "W_constraint": null, "init": "normal", "output_dim": 1, "name": "dense_3", "b_constraint": null, "W_regularizer": null, "bias": true, "activity_regularizer": null}, "class_name": "Dense"}], "keras_version": "1.2.0", "class_name": "Sequential"}