{"keras_version": "1.2.1", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"output_dim": 128, "init": "normal", "b_regularizer": null, "W_regularizer": null, "activation": "relu", "b_constraint": null, "input_dtype": "float32", "input_dim": 107, "name": "dense_1", "activity_regularizer": null, "batch_input_shape": [null, 107], "bias": true, "trainable": true, "W_constraint": null}}, {"class_name": "Dropout", "config": {"p": 0.2, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"output_dim": 64, "init": "normal", "b_regularizer": null, "W_regularizer": null, "activation": "relu", "input_dim": 128, "b_constraint": null, "name": "dense_2", "activity_regularizer": null, "bias": true, "trainable": true, "W_constraint": null}}, {"class_name": "Dropout", "config": {"p": 0.2, "name": "dropout_2", "trainable": true}}, {"class_name": "Dense", "config": {"output_dim": 1, "init": "normal", "b_regularizer": null, "W_regularizer": null, "activation": "sigmoid", "input_dim": 64, "b_constraint": null, "name": "dense_3", "activity_regularizer": null, "bias": true, "trainable": true, "W_constraint": null}}]}