{"config": [{"config": {"W_constraint": null, "bias": true, "activation": "relu", "b_regularizer": null, "init": "normal", "W_regularizer": null, "output_dim": 128, "input_dtype": "float32", "input_dim": 107, "batch_input_shape": [null, 107], "activity_regularizer": null, "name": "dense_1", "b_constraint": null, "trainable": true}, "class_name": "Dense"}, {"config": {"W_constraint": null, "bias": true, "activation": "sigmoid", "b_regularizer": null, "init": "normal", "W_regularizer": null, "output_dim": 1, "input_dim": 128, "activity_regularizer": null, "name": "dense_2", "b_constraint": null, "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.2.0"}