{"config": [{"config": {"init": "glorot_uniform", "name": "dense_1", "activation": "linear", "b_constraint": null, "W_constraint": null, "batch_input_shape": [null, 107], "output_dim": 64, "bias": true, "b_regularizer": null, "W_regularizer": null, "input_dtype": "float32", "activity_regularizer": null, "trainable": true, "input_dim": 107}, "class_name": "Dense"}, {"config": {"init": "normal", "name": "dense_2", "W_constraint": null, "trainable": true, "activation": "sigmoid", "output_dim": 1, "b_regularizer": null, "bias": true, "b_constraint": null, "W_regularizer": null, "activity_regularizer": null, "input_dim": 64}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.2.0"}