{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"input_dtype": "float32", "activity_regularizer": null, "activation": "linear", "bias": true, "input_dim": 107, "W_constraint": null, "init": "glorot_uniform", "name": "dense_1", "output_dim": 128, "batch_input_shape": [null, 107], "b_constraint": null, "trainable": true, "W_regularizer": null, "b_regularizer": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "activation": "sigmoid", "bias": true, "input_dim": 128, "W_constraint": null, "init": "normal", "name": "dense_2", "output_dim": 1, "b_constraint": null, "trainable": true, "W_regularizer": null, "b_regularizer": null}}], "keras_version": "1.2.0"}