{"config": [{"class_name": "Dense", "config": {"W_regularizer": null, "output_dim": 128, "input_dtype": "float32", "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 107, "name": "dense_1", "trainable": true, "b_regularizer": null, "batch_input_shape": [null, 107], "init": "normal", "activity_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"W_regularizer": null, "output_dim": 128, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 128, "name": "dense_2", "trainable": true, "b_regularizer": null, "init": "normal", "activity_regularizer": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"W_regularizer": null, "output_dim": 1, "W_constraint": null, "b_constraint": null, "bias": true, "input_dim": 128, "name": "dense_3", "trainable": true, "b_regularizer": null, "init": "normal", "activity_regularizer": null, "activation": "sigmoid"}}], "keras_version": "1.2.1", "class_name": "Sequential"}