{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "W_regularizer": null, "trainable": true, "batch_input_shape": [null, 107], "input_dim": 107, "W_constraint": null, "activation": "linear", "b_constraint": null, "output_dim": 128, "init": "glorot_uniform", "b_regularizer": null, "bias": true, "input_dtype": "float32", "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "W_regularizer": null, "trainable": true, "input_dim": 128, "W_constraint": null, "activation": "linear", "output_dim": 128, "b_constraint": null, "init": "glorot_uniform", "b_regularizer": null, "bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "W_regularizer": null, "trainable": true, "input_dim": 128, "W_constraint": null, "activation": "linear", "output_dim": 128, "b_constraint": null, "init": "glorot_uniform", "b_regularizer": null, "bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_4", "W_regularizer": null, "trainable": true, "input_dim": 128, "W_constraint": null, "activation": "linear", "output_dim": 2, "b_constraint": null, "init": "glorot_uniform", "b_regularizer": null, "bias": true, "activity_regularizer": null}}]}