{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "b_regularizer": null, "init": "normal", "W_constraint": null, "output_dim": 128, "activation": "relu", "name": "dense_1", "b_constraint": null, "W_regularizer": null, "input_dtype": "float32", "input_dim": 107, "bias": true, "batch_input_shape": [null, 107], "trainable": true}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "p": 0.2, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "b_regularizer": null, "init": "normal", "bias": true, "input_dim": 128, "activation": "relu", "name": "dense_2", "b_constraint": null, "W_regularizer": null, "output_dim": 64, "W_constraint": null, "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "b_regularizer": null, "init": "normal", "bias": true, "input_dim": 64, "activation": "sigmoid", "name": "dense_3", "b_constraint": null, "W_regularizer": null, "output_dim": 1, "W_constraint": null, "trainable": true}}], "keras_version": "1.2.1"}