{"keras_version": "1.2.0", "config": [{"config": {"W_regularizer": null, "input_dim": 107, "name": "dense_1", "activation": "linear", "output_dim": 256, "W_constraint": null, "b_constraint": null, "trainable": true, "input_dtype": "float32", "activity_regularizer": null, "b_regularizer": null, "bias": true, "init": "glorot_uniform", "batch_input_shape": [null, 107]}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "input_dim": 256, "name": "dense_2", "activation": "linear", "output_dim": 128, "W_constraint": null, "b_constraint": null, "trainable": true, "activity_regularizer": null, "b_regularizer": null, "bias": true, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "input_dim": 128, "name": "dense_3", "activation": "linear", "output_dim": 128, "W_constraint": null, "b_constraint": null, "trainable": true, "activity_regularizer": null, "b_regularizer": null, "bias": true, "init": "glorot_uniform"}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "input_dim": 128, "name": "dense_4", "activation": "linear", "output_dim": 2, "W_constraint": null, "b_constraint": null, "trainable": true, "activity_regularizer": null, "b_regularizer": null, "bias": true, "init": "glorot_uniform"}, "class_name": "Dense"}], "class_name": "Sequential"}