{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"output_dim": 128, "batch_input_shape": [null, 107], "W_constraint": null, "bias": true, "b_constraint": null, "input_dtype": "float32", "W_regularizer": null, "activation": "linear", "trainable": true, "b_regularizer": null, "init": "glorot_uniform", "activity_regularizer": null, "name": "dense_1", "input_dim": 107}}, {"class_name": "Dense", "config": {"bias": true, "W_constraint": null, "W_regularizer": null, "b_constraint": null, "output_dim": 128, "activation": "linear", "trainable": true, "b_regularizer": null, "init": "glorot_uniform", "activity_regularizer": null, "name": "dense_2", "input_dim": 128}}, {"class_name": "Dense", "config": {"bias": true, "W_constraint": null, "W_regularizer": null, "b_constraint": null, "output_dim": 2, "activation": "linear", "trainable": true, "b_regularizer": null, "init": "glorot_uniform", "activity_regularizer": null, "name": "dense_3", "input_dim": 128}}]}