{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"output_dim": 128, "activity_regularizer": null, "bias": true, "trainable": true, "W_constraint": null, "batch_input_shape": [null, 107], "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "init": "normal", "input_dtype": "float32", "name": "dense_1", "input_dim": 107, "activation": "relu"}}, {"class_name": "Dense", "config": {"output_dim": 64, "activity_regularizer": null, "bias": true, "trainable": true, "W_constraint": null, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "init": "normal", "name": "dense_2", "input_dim": 128, "activation": "relu"}}, {"class_name": "Dense", "config": {"output_dim": 64, "activity_regularizer": null, "bias": true, "trainable": true, "W_constraint": null, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "init": "normal", "name": "dense_3", "input_dim": 64, "activation": "relu"}}, {"class_name": "Dense", "config": {"output_dim": 1, "activity_regularizer": null, "bias": true, "trainable": true, "W_constraint": null, "b_constraint": null, "W_regularizer": null, "b_regularizer": null, "init": "normal", "name": "dense_4", "input_dim": 64, "activation": "sigmoid"}}], "keras_version": "1.2.1"}