{"keras_version": "1.2.0", "config": [{"config": {"name": "dense_1", "trainable": true, "input_dtype": "float32", "activity_regularizer": null, "b_regularizer": null, "W_regularizer": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "W_constraint": null, "batch_input_shape": [null, 123], "input_dim": 123, "b_constraint": null, "output_dim": 64}, "class_name": "Dense"}, {"config": {"trainable": true, "activity_regularizer": null, "b_regularizer": null, "W_regularizer": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "W_constraint": null, "input_dim": 64, "output_dim": 64, "name": "dense_2", "b_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activity_regularizer": null, "b_regularizer": null, "W_regularizer": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "W_constraint": null, "input_dim": 64, "output_dim": 64, "name": "dense_3", "b_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activity_regularizer": null, "b_regularizer": null, "W_regularizer": null, "init": "glorot_uniform", "activation": "linear", "bias": true, "W_constraint": null, "input_dim": 64, "output_dim": 2, "name": "dense_4", "b_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}